<template>
  <div class="top">
    <div class="w1200 cont">
      <ul>
        <li>
          <router-link to="/index">网站首页</router-link>
        </li>
        <li>
          <router-link to="/books">藏书阁</router-link>
        </li>
        <li>
          <router-link to="/map">中医地图</router-link>
        </li>
        <li class="on">
          <router-link to="/yangsheng">中医养生</router-link>

        </li>
      </ul>
      <!--      <a href="" class="logo"><img src="images/logo.png" /></a>-->
      <ul>
        <li>
          <router-link to="/culture">中医文化</router-link>

        </li>
        <li>
          <router-link to="/qiwu">中医器物</router-link>

        </li>
        <li>
          <router-link to="/test" class="on">知识检测</router-link>

        </li>
        <li>
          <router-link to="/users/:id">个人中心</router-link>

        </li>
      </ul>
    </div>
    <div class="swiper-pagination swiper-pagination-white"></div>
  </div>

  <div class="w1200">
    <div class="clearfix detailpage">
      <div class="fl detail-left">

        <div class="stace" v-if="catalog==11.1">
          <h1>一、情志变化的保健</h1>
          <!--          <strong><span>点击：40次</span><span>发布日期：2017-01-04</span><span>作者：张安</span></strong>-->
          <div class="cont">
            <p>
              七情六欲，人皆有之，在一般情况下，属于正常的精神生理现象。因为感情的表露乃人之常情，是本能的表现，而且各种情志活动都有抒发自己感情起着协调生理活动的作用。因为愤怒、悲伤、忧思、焦虑、恐惧等不良情绪压抑在心中而不能充分疏泄，便对健康有害，甚至会引起疾病。若能恰当而有目的、合理地使用感情，则有益于健康。但是，如果情志波动过于持久，过于剧烈，超越了常度，则将引起机体多种功能紊乱而导致疾病。此时，七情便成了致病因子。因此情感对人体的损益效果，不单取决于情志本身，而同时取决于人们对感情的态度和使用感情的方式。

              精神心理保健是人体健康的一个重要环节，现代医学研究发现，一切对人体不利因素的影响中，最能使人短命夭亡的就是不良的情绪。人的精神状态正常，机体适应环境的能力以及抵抗疾病的能力会增强，从而起到防病作用，患病之后，精神状态良好可加速康复，还可以利用心理活动规律治病。总之，精神、心理保健不仅直接涉及到健康、寿命，还影响到人们的生活。因此，在人的一生中重视精神养生是非常重要的。
            </p>

            <p><img src="../../images/tu.jpg"></p>
          </div>
          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(0)"><i>上一篇：</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(11.2)"><i>下一篇：影响情志变化的因素</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==11.2">
          <h1>二、影响情志变化的因素</h1>
          <div class="cont">
            <p>
              人的情志变化是由内外刺激引起的，即外源性因素、内源性因素。社会因素、环境因素、病理因素，都是导致情志变动的内外因素。

              （一）社会因素

              社会因素可以影响人的心理，而人的心理变化又能影响健康。人们的社会地位和生活条件的变迁，可引起情志变化而生病。男女之间的婚恋纠葛、家庭生活不协调，或家庭成员的生离死别等精神创伤，均可引起强烈的情志变化。正如《素问·疏五过论》说：“切脉问名，当合男女，离绝菀结，忧恐喜怒，五脏空虚，血气离守”。《类经·论治类》注：“离者失其亲爱，绝者断其所怀，菀谓思虑抑郁，结谓深情难解……”。此外，社会动乱、流亡生活，饥馑灾荒等，都会造成人们精神的异常变化。社会因素十分复杂，其对人精神上的影响也是很复杂的。

              （二）环境因素

              在自然环境中，有些非特异性刺激因素作用于人体，就可使情绪发生相应变化，引起情绪变化的机理在于他们影响了人体的生理功能活动，通过“心神”的主导作用而反馈在精神方面的表现。例如，四时更迭、月廓圆缺、声音、气味、颜色、食物等，都可影响情绪的变化。异常气候的剧烈变化更易对人的情绪产生明显影响。月相与人体生理密切相关，人的情绪也随月相的盈亏，而有相应变化。安静、幽雅、协调的生活环境，令人喜悦的气味，优美动听的乐曲，可使人清爽舒畅、精神振奋、提高工作效率。在喧嚣吵闹、杂乱无章、气味腥臭的环境中，人会感到心情不舒畅，压抑、沉闷，或厌倦、烦躁，工作和学习的效率会明显下降。不仅如此，不同的色彩会使人产生不同的感觉，从而直接影响人的精神状态。由于环境和人类是一个不可分割的有机整体。因此，环境因素是影响人情绪变化的重要方面。

              （三）病理因素

              机体脏腑气血病变，也会引起情志的异常变化。《素问·调经论》指出：“血有余则怒，不足则恐”，《灵枢·本神》说：“肝气虚则恐，实则怒。……心气虚则悲，实则笑不止”，《素问·宣明五气论》指出：“精气并于心则喜，并于肺则悲，并于肝则忧，并于脾则畏，并于肾则恐，是谓五并，虚而相并者也”，这是五脏精气乘一脏之虚而相并后引起的情志变化。凡此种种，都说明内脏病变可导致情志的改变，五脏虚实不同，亦可引起不同的情志变化。
            </p>

            <p><img src="../../images/tu.jpg"></p>
          </div>
          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(11.1)"><i>上一篇：情志变化的保健</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(11.3)"><i>下一篇：情志对健康的影响</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==11.3">
          <h1>三、情志对健康的影响</h1>
          <div class="cont">
            <p>
              在正常情况下，七情活动对机体生理功能起着协调作用，但若七情太过，超过人体自身调节的范围，使脏腑气血功能紊乱，而导致疾病。七情内伤，各有所主，情志对健康的影响也有一定的规律。

              （一）情志刺激的性质与程度差异

              七情之中，有六情属恶性刺激，唯有喜属于良性刺激。它为心志，笑为心声，笑是喜形于外的体现。经常保持喜悦、乐观的情绪，对健康是有好处的。故《儒门事亲》说：“喜者少病，百脉舒和故也”，愤怒致病较重。《东医宝鉴·内景篇》说：“七情伤人，惟怒为甚，盖怒则肝木克脾土，脾伤则四脏俱伤矣”。怒多伤肝，肝失疏泄，气机升降逆乱，进而导致其他脏腑功能失调，故表现证情较重。惊恐致病较为难治。惊恐多自外来，在思想无准备的情况下，突然大惊卒恐，如视怪物、闻奇声、遇险境等，使人惊骇不已。多伤心肾，其治颇为棘手。

              情志致病还与其刺激的程度强弱有关。根据情志刺激的程度，可分为暴发性和渐进性刺激两大类。暴发性刺激，多指突如其来的情志刺激，如意料之外的巨大打击、重大收获、巨大的事变或灾难、难以忍受的伤痛等，这些突发性的、强烈的刺激，使人气血逆乱，导致暴病、急病的发生。《淮南子·精神训》说：“人大怒破阴，大喜坠阳，大忧内崩，大怖生狂”。因暴发性刺激致病，多发病急、病情重、甚或天亡。七情之中，喜、怒、惊、恐以刺激量过大、过猛为致病条件。临床所见因情志剧变导致的心阳暴脱而卒死，肝阳化风而卒中，以及暴聋、暴盲、发狂等情况，大多与喜怒惊恐有关。渐进性刺激，多是指某些问题在很长一段时间内未获得解决或实现，而在这一段时间内保持着持续性的异常精神状态。如精神紧张、思虑忧愁、悲伤不已等，这类精神刺激伤人精气，引起气机失调，致人疾病。《素问·汤液醪醴论》说：“嗜欲无穷，而忧患不止，精神驰坏，荣泣卫除，故神去之而病不愈也”。忧、思、悲的情志刺激以刺激时间长为致病条件，持续不良的心境，积久而成疾。因此，要根据不同情志的致病特点，自觉地采取相应的方法进行调节。

              （二）情志变化的个体差异

              人的体质有强弱之异，性格有刚柔之别，年龄有长幼之殊，性别有男女之分。因此，对同样的情志刺激，则会有不同的情绪反应。

              1、体质差异：体质强弱不同，对情志刺激的耐受力也有一定的差异。如《医宗必读》说：“外有危险，触之而惊，心胆强者不能为害，心胆怯者触而易惊。”《灵枢·通天》认为人们的体质有阴阳之气禀赋不同，对情志刺激反应也不同，“太阴之人，多阴无阳”，精神易抑郁；“少阴之人，多阴少阳”，心胸狭窄，多忧愁悲伤，郁郁不欢，“太阳之人，多阳无阴”，感情易暴发；“少阳之人，多阳而少阴”，爱慕虚荣，自尊心强。《灵枢·行针》指出：“多阳者多喜，多阴者多怒”。说明不同体质特点的人对情志刺激产生的好发性各别。

              2、性格差异：性格是人们个性心理特征的重要方面。一般而言，性格开朗乐观之人，心胸宽广，遇事心气平静而自安，故不易为病；性格抑郁之人、心胸狭隘，感情脆弱，情绪常激烈波动，易酿成疾患，这种耐受性的差异，与人的意志的勇怯密切相关。意志坚定者，善于控制、调节自己的感情，使之免于过激；意志怯弱者，经不起七情六欲的刺激，易做感情的俘虏，必然发生病变。《素问·经脉别论》云：“当是之时，勇者气行则已，怯者则著而为病也”，说的就是这个道理。

              3、年龄差异：如儿童脏腑娇嫩、气血未充，中枢神经系统发育尚不完备，多为惊、恐情志致病；成年人，气血方刚，奋勇向上，又处在各种错综复杂的环境中，易怒、思为病；老年人，常有孤独情感，易为忧郁、悲伤、思虑所致病。

              4、性别差异：男性属阳，以气为主，性多刚悍，对外界刺激有两种倾向：一是不易引起强烈变化；一是表现为亢奋形式，多为狂喜、大怒，因气郁致病者相对少些。女性属阴，以血为先，其性多柔弱，一般比男性更易因情志为患。故《外台秘要方》有“女属阴，得气多郁”之说。女性对于情志的刺激，以忧悲、哀思致病为多见。正如《千金要方》说：“女人嗜欲多于丈夫，感病倍于男子，加以慈恋、爱憎、嫉妒、忧恚、染者坚牢、情不自抑，所以为病根深，疗之难瘥”。诚然，妇女的禀性未必尽如以上所说，但女性多情志为患却已被临床所证实。
            </p>

            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(11.2)"><i>上一篇：影响情志变化的因素</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(12.1)"><i>下一篇：清静养神</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==12.1">
          <h1>一、清静养神</h1>
          <div class="cont">
            <p>
              清静，是指精神情志保持淡泊宁静的状态。因神气清净而无杂念，可达真气内存，心神平安的目的。此处之“清静”是指思想清静，即心神之静。心神不用不动固然属静，但动而不妄动，用之不过，专而不乱，同样属于“静”。我们提倡的思想清静主要是思想专一，排除杂念，不见异思迁，想入非非，而是要思想安定，专心致志地从事各项工作、学习。

              （一）调养心神是养生之本

              调神摄生，首在静养。这种思想源于老庄道家学说，后世在内容和方法上不断有所补充和发展。

              养生家认为静养之要在于养心，道、儒、佛、医都有此主张。“儒曰正心，佛曰明心，道曰炼心，要皆参修心学一事”，“万法唯心，万道唯心。心为人之主宰，亦为精气神之主宰。炼精炼气炼神，均须先自炼心始”。心静则神清，心定则神凝，“故养生莫要于养心。天玄子曰：“养心之大法有六：曰心广、心正、心平、心安、心静、心定，心广所以容万类也，心正所以诚意念也，心平所以得中和也，心安所以寡怨尤也，心静所以绝攀缘也，心定所以除外累、同大化也’”（《道家养生学概要》）。凡事皆有根本，养心养神乃养生之根本，心神清明，则血气和平，有益健康。

              《内经》从医学角度提出了“恬淡虚无”的养生防病思想。《素问·上古天真论》云：“虚邪贼风，避之有时；恬淡虚无，真气从之，精神内守，病安从来？”《素问·生气通天论》说：“清静则肉腠闭拒，虽有大风苛毒，弗之能害”，这里从内外两个方面揭示了调摄的重要原则。对外，顺应自然变化和避免邪气的侵袭；对内，谨守虚无，心神宁静，这样外御内守，真气从之，邪不能害。可见，“恬淡虚无”之要旨是保持静养，思想清静、畅达情志，使精气神内守而不散失，保持人体形神合一的生理状态，有利于防病去疾，促进健康。

              近年来，国内外有关学者非常重视思想清静与健康关系的研究。生理学研究证实，人在入静后，生命活动中枢的大脑又回复到人的儿童时代的大脑电波波慢状态，也就是人的衰老生化指标得到了“逆转”。经测定，高水平的气功师的脑电波与一般人有明显的不同。社会调查发现，凡经过重大精神挫折、思想打击之后，又未得到良好的精神调摄，多种疾病的发病率都有明显增加。社会实践证实，经常保持思想清静，调神养生，多练气功，可以有效地增强抗病能力，减少疾病发生，有益身心健康。

              （二）清静养神的方法

              1、少私寡欲:少私，是指减少私心杂念；寡欲，是降低对名利和物质的嗜欲。老子《道德经》主张：“见素抱朴，少私寡欲。”《内经》指出“是以志闲而少欲，心安而不惧，形劳而不倦，气从以顺，各从其欲，皆得所愿……所以能年皆度百岁而动作不衰。”因为私心太重，嗜欲不止，欲望太高太多，达不到目的，就会产生忧郁、幻想、失望、悲伤、苦闷等不良情绪，从而扰乱清静之神。使心神处于无休止的混乱之中，导致气机紊乱而发病。如果能减少私心、欲望，从实际情况出发，节制对私欲和对名利的奢望，则可减轻不必要的思想负担，使人变得心地坦然，心情舒畅，从而促进身心健康。而要做到少私寡欲，必须注意下述两点：一是明确私欲之害，以理收心。如《医学入门·保养说》言：“主于理，则人欲消亡而心清神悦，不求静而自静也”。二是要正确对待个人利害得失。《太上老君养生诀》说：“且夫善摄生者，要先除六害，然后可以保性命延驻百年。何者是也？一者薄名利，二者禁声色，三者廉货财，四者损滋味，五者除佞妄，六者去妒忌”。六害不除，万物扰心，神岂能清静？去六害养心神，确为经验之谈。

              2、养心敛思:养心，即保养心神；敛思，即专心致志，志向专一，排除杂念，驱逐烦恼。《医钞类编》说：“养心则神凝，神凝则气聚，气聚则神全，若日逐攘扰烦，神不守舍，则易衰老。”所谓凝神，即是心神集中专注一点，不散乱，不昏沉。可见，这种凝神敛思的养神方法，并非无知、无欲、无理想、无抱负，毫无精神寄托的闲散空虚。因此，它与饱食终日，无所用心者是绝然不同的。从养生学角度而言，神贵凝而恶乱，思贵敛而恶散。凝神敛思是保持思想清静的良方。随着科学的发展，实验已证明，清静养神这种自我调节能保持神经系统不受外界精神因素干扰，使人体生理功能处于极佳状态。要想取得保养心神之良效。必须具备心地光明磊落，志有所专的品德。只有精神静谧，从容温和，排除杂念，专心致志，才能做到安静和调，心胸豁达，神清气和，乐观愉快，这样不仅有利于学习和工作，而且能使整体协调，生活规律，有利于健康长寿。
            </p>

            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(11.3)"><i>上一篇：情志对健康的影响</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(12.2)"><i>下一篇：立志养德</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==12.2">
          <h1>二、立志养德</h1>
          <div class="cont">
            <p>
              正确的精神调养，必须要有正确的人生观。只有对生活充满信心，有目标、有追求的人，才能很好地进行道德风貌的修养和精神调摄，更好地促进身心健康。

              （一）立志修养

              养生，首先要立志，所谓立志，就是要有为全人类服务的伟大志向，树立起生活的信念，对生活充满希望和乐趣。也就是说要有健康的心理、高尚的理想和道德情操，这是每个人的生活基石和精神支柱。

              理想和信念是青少年健康成才的精神保障，有了正确的志向，才会真正促使他们积极探索生命的价值，寻找生活的真谛，追求知识，陶冶情操，促进身心全面健康发展。理想和信念又是老年人的延长生命活力的“增寿剂”，不畏老是健康长寿的精神支柱，产生不畏老精神的重要思想基础就是晚年的理想和追求。老年人应重视健身养体，心胸开阔，情绪稳定，热爱生活，为社会发挥“余热”，从而使内心感到无愧于一生的无限快乐的思想，这种思想又有益于健康。

              理想和信念是生活的主宰和战胜疾病的动力。科学证明人的内在潜力很大，充满自信心，顽强的意志和毅力是战胜疾病的极为重要的力量。《灵枢·本脏篇》言：“志意者，所以御精神，收魂魄，适寒温，和喜怒者也”。就是说意志具有统帅精神，调和情志，抗邪防病等作用，意志坚强与否与健康密切相关。事实证明，信念、意志坚定的人，能较好地控制和调节自己的情绪，保持良好的精神状态。生活实践也证实了不少病残者靠自己的信心、意志和努力，主宰自己的命运，为社会做出了可贵的贡献。

              综上所述，树立理想，坚定信念，充满信心，量力而行，保持健康的心理状态，是养生保健的重要一环。现代生理学和生物信息反馈疗法研究证明，坚强的意志和信念，能够影响内分泌的变化，如白血球大幅度升高，改善生理功能，增强抵抗力，故有益于健康长寿。

              （二）道德修养

              古人把道德修养作为养生一项重要内容。儒家创始人孔子早就提出：“德润身”，“仁者寿”的理论。他在《中庸》中进一步指出：“修身以道，修道以仁”，“大德必得其寿”。他认为讲道德的人，待人宽厚大度，才能心旷神怡，体内安详舒泰得以高寿。古代的道家、墨家、法家、医家等，也都把养性养德列为摄生首务，并一直影响着后世历代养生家。唐代孙思邈在《千金要方》中说：“性既自喜，内外百病皆悉不生，祸乱灾害亦无由作，此养性之大经也”，明代的《寿世保元》说：“积善有功，常存阴德，可以延年”，明代王文禄也在《医先》中说：“养德、养生无二术”。由此可见，古代养生家把道德修养视作养生之根，养生和养德是密不可分的。他们的养性，道德观，虽有其历史的局限性和认识上的片面性，但其积极的一面对道德修养、摄生延年还是颇有益处的。

              从生理上来讲，道德高尚，光明磊落，性格豁达，心理宁静，有利于神志安定，气血调和，人体生理功能正常而有规律的进行，精神饱满，形体健壮。这说明养德可以养气，养神，使“形与神俱”，健康长寿。正如《素问·上古天真论》言：“内无思想之患，以恬愉为务，以自得为功，形体不敝，精神不散，亦可以百数”。现代养生实践证明，注意道德修养，塑造美好的心灵，助人为乐，养成健康高尚的生活情趣，获得巨大的精神满足，是保证身心健康的重要措施。 </p>
            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(12.1)"><i>上一篇：清静养神</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(12.3)"><i>下一篇：开朗乐观</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==12.3">
          <h1>三、开朗乐观</h1>
          <div class="cont">
            <p>
              性格开朗，精神乐观是健身的要素、长寿的法宝，这是人所共知的常理。

              （一）性格开朗

              性格是人的一种心理特征，它主要表现在人已经习惯了的行为方式上。性格开朗是胸怀宽广、气量豁达所反映出来的一种心理状态。性格虽然与人的基因和遗传因素直接相关，但随着环境和时间的变化，是可以改变的。人们都有一个使自己的性格适应于自然、社会和自身健康的改造任务。

              医学研究已证明，人的性格与健康、疾病的关系极为密切。情绪的稳定，对一个人的健康起着重要作用。性格开朗，活泼乐观，精神健康者，不易患精神病、重病和慢性病，即使患了病也较易治愈，容易康复。不良性格对人体健康的影响是多方面的，它可以从各方面对人体大脑、内脏及其他部位产生危害。

              培养良好性格的基本原则是，从大处着眼，从具体事情入手，通过自己美好的行为，塑造开朗的性格。首先要认识到不良性格对身心健康的危害，树立正确的人生观，正确对待自己和别人，看问题、处理问题要目光远大，心胸开阔，宽以待人，大度处事，不斤斤计较，不钻牛角尖。科学、合理地安排自己的工作、学习和业余生活，丰富生活内容，陶冶性情。

              （二）情绪乐观

              情绪乐观既是人体生理功能的需要，也是人们日常生活的需要。孔子在《论语》中说：“发愤忘食，乐以忘忧，不知老之将至云尔”。可见，乐观的情绪是调养精神，舒畅情志，防衰抗老的最好的精神营养。精神乐观可使营卫流通，气血和畅，生机旺盛，从而身心健康。正如《素问·举痛论》云：“喜则气和志达，营卫调利”。

              要想永保乐观的情绪，首先要培养开朗的性格，因为乐观的情绪与开朗的性格是密切相关的。心胸宽广，精神才能愉快。其次，对于名利和享受，要培养“知足常乐”的思想，要体会“比上不足，比下有余”的道理，这样可以感到生活和心理上的满足。再次，培养幽默风趣感，幽默的直接效果是产生笑意。现代科学研究已证明，笑是一种独特的运动方式，它可以调节人体的心理活动，促进生理功能，改善生活环境，使人养成无忧无虑，开朗乐观的性格，让生命充满青春的活力。 </p>
            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(12.2)"><i>上一篇：立志养德</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(12.4)"><i>下一篇：保持心理平衡</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==12.4">
          <h1>四、保持心理平衡</h1>
          <div class="cont">
            <p>
              当代社会的特点之一是竞争。长期处在高节奏的竞争环境中，容易产生焦虑、心力疲劳、神经质等心理现象。处理不好就会影响心理健康。为了适应社会的发展，保证健康的体魄，就必须培养在竞争中保持心理平衡的能力。

              所谓竞争意识，就是要有进取心和高度的责任感。有高度责任感的人，表现于对知识的索取，对技艺的追求和对志趣的倾心。因此，视野开阔，生活充实。

              竞争社会所需要的心理素质，首先要有顽强的毅力，毅力是一种持久坚强的意志，它是精神健康的有力保证。同时，要有良好的心理承受力。剧烈的竞争常会打破原有的心理平衡，所以必须学会自我调节，做到胜不骄，败不馁，不为琐事忧虑烦恼。无论在任何情况下，都可心地坦然的迎接新的挑战。

              在竞争社会冢，有些人在竞争失败后，可产生自卑感，社会需要是多方面的，人的兴趣和能力也是多种多样的，人各有所长，各有所短，从来不曾有过全能的“天才”。因此，不必为一时一事的失利而苦恼，丧失信心。应在实践中不断总结经验教训，克服自卑感，不断挖掘自己的潜能，扬长避短，科学安排工作和学习，就会增加成功率。竞争的社会更易产生嫉妒心理，嫉妒是一种心理现象，它是指对别人比自己优越，如才华、品德、名声、成就、相貌等高于自己时，想排除别人优势而表现一种不甘心和怨恨的强烈情绪状态，这种消极的心理状态会降低人体生理功能而导致身心疾病。消除嫉妒心理的基本方法，就是培养正确的拼搏精神，即树立欢迎别人超过自己，更有勇气超过别人的正确观念。摆脱一切不良情绪，发挥自己的长处，在可能的范围内达到最佳水平。社会的发展将会促进合理的竞争，培养竞争意识，适应社会的需要，就能在当代环境中保持健康的平衡心理，保证旺盛的精力，健康的体魄，这对自己、对社会都是有益的，也是每个人应该具备的心理素质。 </p>

            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(12.3)"><i>上一篇：开朗乐观</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(13.1)"><i>下一篇：节制法</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==13.1">
          <h1>一、节制法</h1>
          <div class="cont">
            <p>
              所调节制法就是调和、节制情感，防止七情过极，达到心理平衡。《吕氏春秋》说：“欲有情，情有节，圣人修节以止欲，故不过行其情也”。重视精神修养，首先要节制自己的感情才能维护心理的协调平衡。

              （一）遇事戒怒

              “怒”是历代养生家最忌讳的一种情绪，它是情志致病的魁首，对人体健康危害极大。怒不仅伤肝脏，怒气还伤心、伤胃、伤脑等，导致各种疾病。《千金要方》指出：“卫生切要知三戒，大怒、大欲、并大醉，三者若还有一焉，须防损失真元气”。《老老恒言·戒怒》亦说；“人借气以充身，故平日在乎善养。所忌最是怒。怒气一发，则气逆而不顺，窒而不舒，伤我气，即足以伤我身”。这些论述把戒怒放在首位，指出了气怒伤身的严重的危害性，故戒怒是养生一大课题。

              制怒之法，首先是以理制怒。即以理性克服感情上的冲动，在日常工作和生活中，虽遇可怒之事，但想一想其不良后果，可理智地控制自己过极情绪，使情绪反映“发之于情”，“止之于理”。其次，可用提醒法制怒。在自己的床头或案头写上“制怒”、“息怒”、“遇事戒怒”等警言，以此作为自己的生活信条，随时提醒自己可收到良好效果。再次。怒后反省，每次发怒之后，吸取教训，并计算一下未发怒的日子，减少发怒次数，逐渐养成遇事不怒的习惯。

              （二）“宠辱不惊”

              人世沧桑，诸事纷繁；喜怒哀乐，此起彼伏。老庄提出“宠辱不惊”之处世态度，视荣辱若一，后世遂称得失不动心为宠辱不惊。对于任何重大变故，都要保持稳定的心理状态，不要超过正常的生理限度。现代医学研究证明，情志刺激与免疫功能之间的联系息息相关。任何过激的刺激都可削弱白细胞的战斗力，减弱人体免疫能力，使人体内防御系统的功能低下而致病。为了健康长寿，任何情绪的过分激动都是不可取的。总之，要善于自我调节情感，以便养神治身。对外界的事物刺激，既要有所感受，又要思想安定，七情平和，明辨是非，保持安和的处世态度和稳定的心理状态。
            </p>
            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(12.4)"><i>上一篇：保持心理平衡</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(13.2)"><i>下一篇：疏泄法</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==13.2">
          <h1>二、疏泄法</h1>
          <div class="cont">
            <p>
              把积聚、抑郁在心中的不良情绪，通过适当的方式宣达、发泄出会，以尽快恢复心理平衡，称之为疏泄法。具体做法可采取下面几种方式。

              （一）直接发泄

              用直接的方法把心中的不良情绪发泄出去，例如当遇到不幸，悲痛万分时，不防大哭一场；遭逢挫折，心情压抑时，可以通过急促、强烈、粗犷、无拘无束的喊叫，将内心的郁积发泄出来，从而使精神状态和心理状态恢复平衡。发泄不良情绪，必须学会正当的途径和渠道来发泄和排遣之，决不可采用不理智的冲动性的行为方式。否则，非但无益，反而会带来新的烦恼，引起更严重的不良情绪。

              （二）疏导宣散

              出现不良情绪时，借助于别人的疏导，可以把闷在心里的郁闷宣散出来。所以，扩大社会交往，广交朋友，互相尊重，互相帮助，是解忧消愁，克服不良情绪的有效方法。研究证明，建立良好的人际关系，缩小“人际关系心里距”，是医治心理不健康的良药。
            </p>
            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(13.1)"><i>上一篇：节制法</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(13.3)"><i>下一篇：转移法</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==13.3">
          <h1>三、转移法</h1>
          <div class="cont">
            <p>
              转移法又可称移情法。即通过一定的方法和措施改变人的思想焦点，或改变其周围环境，使其与不良刺激因素脱离接触，从而从情感纠葛中解放出来，或转移到另外事物上去。《素问·移情变气论》言：“古之治病，惟其移精变气，可祝由而已”。古代的祝由疗法，实际上是心理疗法。其本质是转移患者的精神，以达到调整气机，精神内守的作用。转移法可采取以下几种方法。

              （一）升华超脱

              所谓升华，就是用顽强的意志战胜不良情绪的干扰，用理智战胜生活中的不幸，并把理智和情感化作行为的动力，投身于事业中去，以工作和事业的成绩来冲淡感情上的痛苦，寄托自己的情思。这也是排除不良情绪，保持稳定心理状态的一条重要保健方法。

              超脱，即超然，思想上把事情看得淡一些，行动上脱离导致不良情绪的环境。在心情不快、痛苦不解时，可以到环境优美的公园或视野开阔的海滨漫步散心，可驱除烦恼，产生豁达明朗的心境。如果条件许可，还可以作短期旅游，把自己置身于绮丽多彩的自然美景之中，可使精神愉快，气机舒畅，忘却忧烦，寄托情怀，美化心灵。

              （二）移情易性

              移情，即排遣情思，改变内心情绪的指向性；易性，即改易心志，进过排除内心杂念和抑郁，改变其不良情绪和习惯。《临证指南医案》华蛐云说：“情志之郁，由于隐情曲意不伸，……郁症全在病者能移情易性”，“移情易性”是中医心理保健法的重在内容之一。“移情易性”的具体方法很多，可根据不同人的心理、环境和条件等，采取不同措施，进行灵活运用。《北史·崔光传》说：“取乐琴书，颐养神性”，《理瀹骈文》说：“七情之病者，看书解闷，听曲消愁，有胜于服药者矣”。《千金要方》亦说：“弹琴瑟，调心神，和性情，节嗜欲”。古人早就认识到琴棋书画具有影响人的情感，转移情志，陶冶性情的作用。实践证明，情绪不佳时，听听适宜的音乐，观赏一场幽默的相声或喜剧，苦闷顿消，精神振奋。可见，移情易性并不是压抑情感。如对愤怒者，要疏散其怒气；对悲痛者，要使其脱离产生悲痛的环境与气氛；对屈辱者，要增强其自尊心；对痴情思者，要冲淡其思念的缠绵；对有迷信观念者，要用科学知识消除其愚昧的偏见等等。

              （三）运动移情

              运动不仅可以增强生命的活力，而且能改善不良情绪，使人精神愉快。因为运动可以有效地把不良情绪的能量发散出去，调整机体平衡。当自己的情绪苦闷、烦恼，或情绪激动与别人争吵时，最好的方法是转移一下注意力，去参加体育锻炼。如打球、散步、爬山等活动，也可采用传统的运动健身法和太极拳、太极剑、导引保健功等，传统的体育运动锻炼主张动中有静，静中有动，动静结合，因而能使形神舒畅，松静自然，心神安合，达到阴阳协调平衡。且有—种浩然之气充满天地之间之感，一切不良情绪随之而消。此外，还可以参加适当的体力劳动，用肌肉的紧张去消除精神的紧张。在劳动中付出辛勤的汗水，促进血液循环，活跃了生命功能，使人心情愉快，精神饱满。
            </p>
            <p><img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(13.2)"><i>上一篇：疏泄法</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(13.4)"><i>下一篇：情志制约法</i></el-button>
          </div>
        </div>

        <div class="stace" v-if="catalog==13.4">
          <h1>四、情志制约法</h1>
          <div class="cont">
            <p>
              情志制约法，又称以情胜情法。它是根据情志及五脏间存在的阴阳五行生克原理，用互相制约、互相克制的情志，来转移和干扰原来对机体有害的情志，藉以达到协调情志的目的。

              （一）五脏情志制约法

              《素问·阴阳应象大论》曾指出：“怒伤肝，悲胜怒”；“喜伤心，恐胜喜”；“思伤脾，怒胜思”；“忧伤肺，喜胜忧”；“恐伤肾，思胜恐”。这是认识了精神因素与形体内脏、情志之间，及生理病理上相互影响的辨证关系，根据“以偏救偏”的原理，创立的“以情胜情”的独特方法。正如吴昆《医方考》所言：“情志过极，非药可愈，顺以情胜，《内经》一言，百代宗之，是无形之药也”。朱丹溪宗《内经》之旨指出：“怒伤，以忧胜之，以恐解之；喜伤，以恐胜之，以怒解之；忧伤，以喜胜之，以怒解之；恐伤，以思胜之，以忧解之；惊伤，以忧胜之，以恐解之，此法惟贤者能之”。同期医家张子和更加具体地指出：“以悲制怒，以怆恻苦楚之言感之；以善治悲，以谑浪戏狎之言娱之；以恐治喜，以恐惧死亡之言怖之；以怒制思，以污辱欺罔之言触之；以思治恐，以虑彼忘此之言夺之”。后世不少医家对情志的调摄有时比药石祛疾还加重视，而且创造了许多行之有效的情志疗法。例如，或逗之以笑，或激之以怒，或惹之以哭，或引之以恐等，因势利导，宣泄积郁之情，畅遂情志。总之，情志既可致病，又可治病的理论，在心理保健上是有特殊意义的。

              在运用“以情胜情”方法时，要注意情志刺激的总强度，超过或压倒致病的情志因素，或是采用突然地强大刺激，或是采用持续不断的强化刺激，总之后者要适当超过前者，否则就难以达到目的。

              （二）阴阳情志制约法

              运用情志之间阴阳属性的对立制约关系，调节情志，协调阴阳，是为阴阳情志制约法。人类的情志活动是相当复杂的，往往多种情感互相交错，很难明确区分其五脏所主及五行属性，然而情志活动可用阴阳属性来分，此亦即现代心理学所称的“情感的两极性”。《素问·举通论》指出：“怒则气上，喜则气缓，悲则气消，恐则气下，……惊则气乱，……思则气结”。七情引出的气机异常，具有两极倾向的特点。根据阴阳分类，人的多种多样的情感，皆可配合成对，例如，喜与悲、喜与怒、怒与恐、惊与思、怒与思、喜乐与忧愁、喜与恶、爱与恨等等，性质彼此相反的情志，对人体阴阳气血的影响也正好相反。因而相反的情志之间，可以互相调节控制，使阴阳平衡。喜可胜悲，悲也可胜喜；喜可胜恐，恐也可胜喜；怒可胜恐，恐也可胜怒等。总之，应采用使之产生有针对性的情志变化的刺激方法，通过相反的情志变动，以调整整体气机，从而起到协调情志的作用。

              以情胜情实际上是一种整体气调整方法，人们只要掌握情志对于气机运行影响的特点，采用相应方法即可，切不可简单机械、千篇一律的按图照搬。倘若单纯拘泥于五行相生相克而滥用情志制约法，有可能增加新的不良刺激。因此，只有掌握其精神实质，方法运用得当，才能真正起到心理保健作用。
            </p>
            <p>
              <img src="../../images/tu.jpg"></p>
          </div>


          <div class="zjlj">
            <el-button type="text" class="el-button-change" @click="changecatalog(13.3)"><i>上一篇：转移法</i></el-button>
            <el-button type="text" class="el-button-change" @click="changecatalog(0)"><i>下一篇：</i></el-button>
          </div>
        </div>

      </div>
    </div>
  </div>

</template>

<script>
export default {
  name: "JSYSPage",
  data() {
    return {
      catalog: 0
    }
  },

  mounted() {
    this.catalog = this.$route.params.id;

  },
  methods: {
    changecatalog(catalog){
      this.catalog = catalog;
    }
  }
}
</script>

<style scoped src="../../css/YSPage.css">



</style>