<template>
  <div class="ziye_gbeij">
    <div class="ngage_ges"></div>
    <div class="buttonsonpage">
<!--      <el-button size="large">返回</el-button>-->
    </div>
    <div class="px1200 jinajie_kuang" v-if="detail==1">
      <h2>针砭用具</h2>
      <p>
        针刺疗法历史悠久，是中国传统医学独创的一种治疗方法，远在《黄帝内经》时代
        其理论体系已基本成形 关于针法的起源，以往一般认为针法的前身是泛法，大致经
        历了眨石、石针、骨针、竹木针、青铜针、铁针、金银针这样一个变化的过程，随着金属针
        的出现，石质的眨针自然被逐渐取代，是社会生产力发展的必然结果 近来有学者指
        出，眨石与微针其实是两种起源不同、特征不同的疗法 《素问 ·异法方宜论 ：“东方
        之域……其病皆为痛殇，其治宜眨石 ”“南方者……其病孪痹，其治宜微针 ”贬石源
        于东方，微针源于南方，眨石用于刺切排版，适宜痴荡等外科病症，微针适于治疗肢体
        痊孪、疼痛麻痹、运动障碍等，可见两者的区别。
        《说文解字》 ：“贬，以石刺病也 ”眨石的历史，可上溯至新石器时代。如 1963
        在我国内蒙古自治区多伦旗头道洼新石器时代遗址出土了一根磨制的眨右，长
        4.5cm ，一端有锋，呈四棱锥形，可放血放水，另一端扁平有刃，刃宽 0.4cm ，可切割排版
        除赘 眨石实际上是外科手术疗法的前身，在《黄帝内经》时代承袭为金属丸针中的
        镜针、镀针、锋针和大针 镜针如箭傲，又称箭头针，取病在皮肤无常处者，治疗邪在肌
        表，用以开泻阳气，因其头大末端尖锐，可以防止深刺损伤肌肉，常用于体表浅刺放血；
        镀针如双刃剑，又称剑针，用取大版；锋针又称三棱针，善刺络放血治癌疾；大针取法锋
        针而长，刺关节泻积水。眨石（眨针）的基本理念源于驱鬼逐邪，古人认为人之患病是
        为鬼邪所中，眨刺放血、放水、排版等可使鬼邪离身 这种原始的理念和疗法，无需经
        络、脑穴理论的指导，普遍存在于世界各传统医学中，如古埃及 、古印度、玛雅等，然为
        何只有中医才产生以调气为主要手段的针法呢？<br><br>
        《灵枢·九针十二原》开篇指出：“余欲勿使被毒药，元用眨石，欲以微针通其经
        脉，调其血气 ”《说文解字》：“微，隐行也 ”可见来源于南方的微针应以形体细小、人
        体不察为特征 再从古针（箴）字从竹而南方多竹，微针从纤维细长而韧的竹针发展
        而来的可能性较大 因为微针的出现，扩大了刺法治病的范围，而且可以长时间留针，
        避免了出血，催生了提插、捻转、轻重、快慢诸要素组合而成的复杂的补泻手法，于是在
        刺络放血的血针之外，诞生了以调气为主要目的和手段的气针，并随之出现气穴的概
        念，其定位也区别于眨石的较笼统而宽泛的面（部位），向着不断精确的点（穴位）发展。
        微针在《黄帝内经》时代承袭为金属九针中的员利针、毫针和长针，三者皆尖圆而
        锐、针身细长、善治痹证 员利针中身微大，取痹气暴发；毫针微以久留，真邪俱往，取
        痹气痛而不去；长针锋利身薄，取深邪远痹。<br><br>
        九针中尚有员针、银针两种，具备针的形态，但没有锋利的尖端，不能进行穿刺、切
        割等操作，主要用于疏导气机 员针针头呈卵圆形，揩摩肌肉而不伤，泻分肉间邪气；
        键针针头似柔粟之圆形，按压经脉而不陷，致正气令邪气独出 。需要指出，虽然《黄帝
        内经》中有九针的具体名称和形制，但并不意味着当时使用的针具正好是九种，从其
        中还有关于巾针、絮针等记载可知 九针之“九”言其多而变化无穷，正如《灵枢·外
        揣》所言：“夫九针者，小之则元内，大之则无外，深不可为下，高不可为盖，恍惚无穷，
        流溢无极 ”后世医书关于九针的形状与功用描述基本与《黄帝 内经》同，但不同时期
        所附九针图则略有不同，亦反映了不同历史时期针具的变迁 新的需求是针具变化发
        展的动力，随着针刺疗法在临床病症上的拓展，针具的改良及新针具的发明会 直持
        续下去，是 个不断丰富并完善的过程
        最初的医疗用具和生活用具往往不可区分，现存最早的专用医针实物，一般认
        为是 1968年在河北满城西汉中山靖王刘胜墓，随刻有“医工”铜盆 起出土的金银针。
        四枚金针完好，制作精良，形制与《黄帝 内经》九针相仿，银针残缺，无法辨认
        但也有人认为其针辆呈方形，不利于捻转运针，针柄上有圆孔，不知何用，尚待进
        步的解释。<br><br>
        当针刺疗法发展到以调气为主的阶段，揄穴作为气机游行出人的通道，对其进行
        准确的辨认和定位便成了必然的要求 除了口传身授，古代知识传承的主要载体医书
        文献，因限于 维的文字描述和二维的图像描绘，难于对人体 维空间进行如实的表
        达，容易引起后学者的混乱和误导 为改变这种状况，早在汉代我国就有了经脉、穴位
        人体模型，如： 1993 年在四川绵阳双包山西汉墓出土的“人体经脉木质漆雕模型”、
        2012 年在四川成都老官山西汉墓出土的“经穴霖漆人像”，河南南阳医圣祠出土的东
        汉“针灸女陶人”等 需要指出的是，历史上最具影响的人体针灸经穴模型，为北宋天
        圣四年（ 1026 年）翰林医宫院医宫、尚药 奉宋仁宗赵祯诏令，总结历代医家
        针灸学成果制造的针灸铜人 天圣五年（ 1027 年），针灸铜人完全按照成年男子实际
        比例铸成，高约 175. 5cm ，共有两具 其制造工艺精湛，宋代周密《齐东野语》有载：
        “全像以精铜为之，脏腑元 不具 其外俞穴，则错金书穴名于旁，凡背面 器相合，
        则浑然全身，盖旧都用此以试医者 其法：外涂黄腊，中实以水，傅医工以分折寸，按穴
        试针，中穴，则针人而水出；稍 ，则针不可人矣 亦奇巧之器也 ”此后，针灸铜人成
        为政府针灸教学 考核的重要工具 天圣铜人原件因年代久远和战乱不复可得，但各
        种仿制品则代有传世，如“明正统铜人”“明嘉靖铜人”“清乾隆铜人”等 人体经穴铜
        人模型对日本、韩国等地针灸学均产生过深远影响。
      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==2">
      <h2>灸焫用具</h2>
      <p>
        灸法与针法，在中医学里并称为“针灸”之术，可见其重要的地位 作为一种古老
        的治疗手段，灸法产生于人类掌握手工取火之术后，与“火”的应用密切相关 火之光
        明、温暖、燃烧的属性，具有驱邪穰疫 温通散寒、炮生令熟的功用 先民在祭祀、取暖、
        烹饪等利用火的过程中，无论是无意间的火星溅体而病痛减除，还是有意识地以火灼
        身而驱除邪疫，灸法逐渐从生活中发展并分化出来，成为一种独特的医疗手段 《素问·
        异法方宜论》 “北方者，天地所闭藏之域也，其地高陵居，风寒冰冽，其民乐野处
        而乳食，藏寒生满病，其治宜灸炳 故灸 摘者，亦从北方来 ”可见灸法的基本理念实
        源于“以热治寒”“寒者热之”的朴素思辨。<br><br>
        在施灸材料上，最初凡是能够燃烧产热的物质，如就地取材的树校、干草等都可能
        使用，并没有指向明确地选择用艾 但是这些随手采集的材料因燃烧速度快、温度高，
        难以媳控，极易造成人体的烧伤、烫伤 在长期的探索、观察、实践过程中，艾草以其性
        温易燃、火力缓和、均匀持久、芳香透达的优点，而且在我国广泛分布、便于采集，又质
        地柔软、易于加工，逐渐取代了其他介质，成为主要的灸料 过去难以控制的火候、温
        度等问题得到解决，实现了从失控施灸到可控施灸的转变 黄帝内经》时代，艾已
        成为灸法的象征和代 ，如《素问·汤液醒醒论》：“当今之世，必齐毒药攻其中，镜石
        针艾治其外 ”《灵枢·经水》：“其治以针艾，各调其经气 ”灸法用艾以陈久者佳，《太
        平惠民和剂局方 卷八载制艾绒法：“陈久黄艾，不以多少，择取叶入臼内，用木样轻捣
        令熟，以细筛隔去青渣，再捣再筛，如此 次，别以马尾罗子隔之，更再捣再罗，候柔细
        黄熟为度。“
      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==3">
      <h2>针砭用具</h2>
      <p>

      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==4">
      <h2>针砭用具</h2>
      <p>

      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==5">
      <h2>针砭用具</h2>
      <p>

      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==6">
      <h2>针砭用具</h2>
      <p>

      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>

    <div class="px1200 jinajie_kuang" v-if="detail==7">
      <h2>针砭用具</h2>
      <p>

      </p>
      <img src="../../images2/tupian_03.jpg" alt="">
    </div>






  </div>
</template>

<script>
export default {
  name: "QWPageSon",
  data(){
    return{
      detail:0
    }
  },
  mounted() {
    this.detail=this.$route.params.id;
  },
}
</script>

<style scoped>

.buttonsonpage{
  padding: 6px;
  position: absolute;
  border: solid 1px #e60202;
  color: #e60202;
  border-radius: 3px;
  top: 250px;
  font-size: 20px;
}


.ziye_gbeij{
  position: relative;
  padding-bottom: 50px;
}

.ziye_gbeij .jinajie_kuang{
  text-align: justify;
  line-height: 35px;
  color: #454545;
  padding-bottom: 50px;
}
.ziye_gbeij .jinajie_kuang h2{
  text-align: center;
  font-size: 30px;
  margin-top: 20px;
}

.ziye_gbeij .jinajie_kuang p{
  text-align: left;
  font-size: 20px;
  margin-top: 20px;
  padding: 3px;
}

.ziye_gbeij .jinajie_kuang img{
  max-width:1200px;
  text-align: center;
  margin: auto;
  display: block;
  padding:10px 0;
  margin-top: 10px;
}

.px1200{
  margin: auto;
  width: 1200px;
  position: relative;
}
</style>